/* 
Задание 6 (тайминг 15 минут)
1. Создайте строку с вашем именем и строку с вашей фамилией.
Выведите эти данные в консоль
2. Создайте переменную с текстом 'java' и переменную с текстом
'script'. С помощью этих переменных и операции сложения строк
выведите в консоль строку 'javascript'.
3. Создайте переменную с текстом 'hello' и переменную с текстом
'world'. С помощью этих переменных и операции сложения строк
выведите в консоль строку 'hello world'. 
*/

let userName = 'Ilya';
let userLastName = 'Karpov';

console.log(userName, userLastName);

let j = 'java';
let s = 'script';

console.log(j + s);

let h = 'hello';
let w = 'world';

console.log(h + ' ' + w);