/* Задание 4 (тайминг 10 минут)
1. Не запуская код, определите, что выведется в консоль:
a. let a = 5 + 5 * 3 + 3;
2. Не запуская код, определите, что выведется в консоль:
a. let a = 8 / 2 + 2;
3. Не запуская код, определите, что выведется в консоль:
a. let a = (2 + 3) * (2 + 3);
4. Не запуская код, определите, что выведется в консоль:
a. let a = (2 + 3) * 2 + 3;
5. Не запуская код, определите, что выведется в консоль:
a. let a = (2 * 8) / 4;
6. Не запуская код, определите, что выведется в консоль:
a. let a = 2 * (8 / 4);
 */

// let a = 5 + 5 * 3 + 3;
// let b = 8 / 2 + 2;
// let c = (2 + 3) * (2 + 3);
// let d = (2 + 3) * 2 + 3;
// let e = (2 * 8) / 4;
// let f = 2 * (8 / 4);

// console.log(a, b, c, d, e, f);

// как показано выше не надо

// Надо в кансоли отладчика браузера вводить так 5 + 5 * 3 + 3