/* Задание 2 (тайминг 20 минут)
1. Создайте переменную c со значением 10 и переменную d со
значением 2.
a. Все созданные переменные должны быть логично названы
b. Создайте переменную суммы и присвойте сумму чисел (c,d)
c. Создайте переменную разности и присвойте разность чисел
(c,d)
d. Создайте переменную прозведения и присвойте произведение
чисел (c,d)
e. Создайте переменную частного и присвойте деление чисел
(c,d)
f. Выведите в консоль все созданные переменные
g. Сложите все созданные переменные и выведите результат в
консоль */


let c = 10;
let d = 2;

let sum = c + d;
let difference = c - d;
let multiply = c * d;
let divide = c / d;

console.log(sum, difference, multiply, divide);
console.log(sum + difference + multiply + divide);